<template>
  <div class="Resort">
    <h2>TK-51 滑雪机使用说明</h2>
    <img src="../assets/huaxueji1.png" alt>
    <h3>使用方法及注意事项</h3>
    <!-- 使用与培训 -->
    <h4>1.使用与培训</h4>
    <div class="zhiyi">
      <p>1)连接电源打开电脑等待进入系统</p>
      <p>2)进入程序</p>
      <p>3)根据需求可选择VR模式</p>
      <p>4)在VR模式下可选择不同的运动场景</p>
      <p>5)准备动作:双手向前举至与眼睛水平的高度，手臂弯曲， 与肩同宽。 两脚分开，与肩同宽.</p>
      <p>6)保持腹肌发力的同时，双膝弯曲，向下拉动手柄(注意 此过程中，保持手臂弯曲，双手尽量靠近面部)</p>
      <p>7)继续向下拉动手柄， 双膝微屈， 手臂沿大腿向下伸展</p>
      <p>8)完成下拉环节后，手臂还原上举，伸直身体。双杆拉伸动作完成。</p>
    </div>
    <!-- 安全注意事项 -->
    <h4>2.安全注意事项: 注意！！！</h4>
    <div class="zhiyi">
      <p>为保持机器安全性，需定期对其损坏与磨损程度进行检查。如有磨损部件，须立即更换。</p>
      <p>
        1)若滑轮，绳索，杆子等部件有磨损现象，可能会对使用者造成伤害。因此，如任何部件出现非正常状况，
        厂家强烈建议立即更换。须采购原厂”零件，使用其他部件可能会导致机器变损或性能下降
      </p>
      <p>2)可选配地台的滑雪机必须安装在稳定的水平面上使用。</p>
      <p>
        3)安装在墙上的滑雪机必须牢固固定在墙上顶部和底部支架上。确保用于安装的螺丝深入到单一墙体材料中，
        如木材或混凝土。同时 根据墙体材料，确保使用正确 的工具。
      </p>
      <p>4)绳索不能处于扭曲或交叉状态， 避免将绳索拉出停止点。</p>
      <p>5)当把手处于拉出位置时，不要松手。在松手之前，把把手放到顶部位置， 再松手。</p>
      <p>6)按照说明建议进行定期检查和维护。</p>
      <p>7)儿童在无人看管的情况下，远离滑雪机器。</p>
      <p>3.经典滑雪技巧(双臂交替)</p>
      <p>1)首先举起一只手臂，微微弯曲。</p>
      <p>2)上臂向下拉， 同时逐渐抬升上臂。</p>
      <p>3)继续交替手臂拉，保持拉臂弯曲，因为这是一个更有利的位置</p>
    </div>
  </div>
</template>

<script>
export default {};
</script>

<style>
.Resort img {
  width: 100%;
  height: 350px;
}
.Resort h3 {
  width: 100%;
  padding: 0px;
  float: left;
  color: red;
  /* background-color: aqua; */
}
.Resort .zhiyi {
  width: 100%;
  float: left;
  list-style: none;
  text-align:center;
}
.zhiyi p {
  margin-left: 10px;
  text-align: justify;
  text-justify: inter-ideograph;
  text-align:left;
}
</style>